Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: “ALPHA”代表目前不成熟的功能，我们不接受与此相关的反馈
ar: يمثل "ألفا" الدالة غير الناضجة الحالية، ونحن لا نقبل التعليقات المتعلقة بذلك.
de: "ALPHA" STELLT DIE AKTUELLE UNREIFE FUNKTION DAR, UND WIR AKZEPTIEREN KEIN FEEDBACK DAZU.
en: "ALPHA" represents an immature feature at present, and we do not accept feedback related to it.
es: "ALPHA" REPRESENTA LA FUNCIÓN INMADURA ACTUAL, Y NO ACEPTAMOS COMENTARIOS RELACIONADOS CON ESTO.
fr: "ALPHA" REPRÉSENTE LA FONCTION IMMATURE ACTUELLE, ET NOUS N'ACCEPTONS PAS LES COMMENTAIRES LIÉS À CELA.
hi: "अल्फा" वर्तमान अपरिपक्व कार्य का प्रतिनिधित्व करता है, और हम इससे संबंधित प्रतिक्रिया स्वीकार नहीं करते हैं।
id: "ALFA" MEWAKILI FUNGSI YANG BELUM MATANG SAAT INI, DAN KAMI TIDAK MENERIMA UMPAN BALIK TERKAIT DENGAN INI.
it: "ALPHA" RAPPRESENTA L'ATTUALE FUNZIONE IMMATURA E NON ACCETTIAMO FEEDBACK RELATIVI A QUESTO.
ja: 「ALPHA」は未成熟な機能を示し、この関連のフィードバックは受け付けません
ko: "ALPHA"는 현재 미숙한 기능을 나타내며, 우리는 이와 관련된 피드백을 받지 않습니다.
nl: "ALPHA" VERTEGENWOORDIGT DE HUIDIGE ONVOLWASSEN FUNCTIE EN WE ACCEPTEREN GEEN FEEDBACK MET BETREKKING TOT DIT.
pl: "ALPHA" REPREZENTUJE AKTUALNĄ NIEDOJRZAŁĄ FUNKCJĘ I NIE AKCEPTUJEMY INFORMACJI ZWROTNYCH ZWIĄZANYCH Z TYM.
pt: "ALPHA" REPRESENTA A FUNÇÃO IMATURA ATUAL, E NÃO ACEITAMOS FEEDBACK RELACIONADO A ISSO.
ru: "ALPHA" представляет собой в настоящее время незрелую функцию, и мы не принимаем отзывы, связанные с этим.
th: "อัลฟ่า" แสดงถึงฟังก์ชันที่ยังไม่บรรลุนิติภาวะในปัจจุบัน และเราไม่ยอมรับข้อเสนอแนะที่เกี่ยวข้องกับสิ่งนี้
tr: "ALFA" MEVCUT OLGUNLAŞMAMIŞ IŞLEVINI TEMSIL EDER VE BUNUNLA ILGILI GERI BILDIRIMLERI KABUL ETMIYORUZ.
uk: "АЛЬФА" ПРЕДСТАВЛЯЄ ПОТОЧНУ НЕЗРІЛУ ФУНКЦІЮ, І МИ НЕ ПРИЙМАЄМО ЗВОРОТНІЙ ЗВ'ЯЗОК, ПОВ'ЯЗАНИЙ З ЦИМ.
vi: "ALPHA" ĐẠI DIỆN CHO CHỨC NĂNG CHƯA TRƯỞNG THÀNH HIỆN TẠI VÀ CHÚNG TÔI KHÔNG CHẤP NHẬN PHẢN HỒI LIÊN QUAN ĐẾN ĐIỀU NÀY.
zh_hant: “ALPHA”代表目前不成熟的功能，我們不接受與此相關的反饋

source: “BETA”代表目前较为完整，但仍需验证的功能，欢迎为此类项目提交反馈
ar: تمثل "بيتا" الوظائف التي اكتملت نسبيا في الوقت الحالي، ولكنها لا تزال بحاجة إلى التحقق منها. مرحبا بك في تقديم ملاحظات لمثل هذه المشاريع.
de: "BETA" stellt Funktionen dar, die derzeit relativ vollständig sind, aber noch überprüft werden müssen. Bitte senden Sie Feedback für solche Projekte.
en: "BETA" represents functions that are currently relatively complete but still need to be verified. Feedback on such projects is welcome
es: "BETA" representa funciones que están relativamente completas en la actualidad, pero aún necesitan ser verificadas. Bienvenido a enviar comentarios para dichos proyectos.
fr: "BETA" représente des fonctions qui sont relativement complètes à l'heure actuelle, mais qui doivent encore être vérifiées. Bienvenue à soumettre des commentaires pour de tels projets.
hi: "बीटा" उन कार्यों का प्रतिनिधित्व करता है जो वर्तमान में अपेक्षाकृत पूर्ण हैं, लेकिन अभी भी सत्यापित करने की आवश्यकता है। ऐसी परियोजनाओं के लिए प्रतिक्रिया प्रस्तुत करने के लिए आपका स्वागत है।
id: "BETA" mewakili fungsi yang relatif lengkap saat ini, tetapi masih perlu diverifikasi. Selamat datang untuk mengirimkan umpan balik untuk proyek-proyek tersebut.
it: "BETA" rappresenta funzioni che sono relativamente complete al momento, ma devono ancora essere verificate. Benvenuti a inviare feedback per tali progetti.
ja: 「BETA」はほぼ完成していますが、検証が必要な機能を示しており、この種のプロジェクトに対するフィードバックを歓迎します
ko: "BETA"는 현재 비교적 완전하지만 검증이 필요한 기능을 나타냅니다. 이러한 프로젝트에 대한 피드백을 환영합니다.
nl: "BETA" vertegenwoordigt functies die momenteel relatief compleet zijn, maar nog moeten worden geverifieerd. Welkom om feedback in te dienen voor dergelijke projecten.
pl: "BETA" reprezentuje funkcje, które są obecnie stosunkowo kompletne, ale nadal wymagają weryfikacji. Zapraszamy do przesyłania opinii na temat takich projektów.
pt: "BETA" representa funções que estão relativamente completas no momento, mas ainda precisam ser verificadas. Bem-vindo a enviar feedback para esses projetos.
ru: "BETA" представляет собой функции, которые в настоящее время относительно завершены, но все еще нуждаются в проверке. Вы можете отправить отзыв о таких проектах.
th: "เบต้า" แสดงถึงฟังก์ชั่นที่ค่อนข้างสมบูรณ์ในปัจจุบัน แต่ก็ยังต้องได้รับการตรวจสอบ ยินดีต้อนรับสู่การส่งข้อเสนอแนะสําหรับโครงการดังกล่าว
tr: "BETA", şu anda nispeten eksiksiz olan, ancak yine de doğrulanması gereken işlevleri temsil eder. Bu tür projeler için geri bildirim göndermekten memnuniyet duyarız.
uk: "BETA" представляє функції, які в даний час відносно завершені, але все ще потребують перевірки. Ласкаво просимо надіслати відгуки про такі проекти.
vi: "BETA" đại diện cho các chức năng tương đối hoàn chỉnh hiện tại, nhưng vẫn cần được xác minh. Chào mừng bạn gửi phản hồi cho các dự án như vậy.
zh_hant: “BETA”代表目前較為完整，但仍需驗證的功能，歡迎為此類項目提交反饋

source: “反馈助理”不可用，因为暗礁浏览器有更新可用
ar: "مساعد التعليقات" غير متاح لأن متصفح الشعاب المرجانية يحتوي على تحديثات متاحة.
de: "Feedback Assistant" ist nicht verfügbar, da der Reef-Browser Updates zur Verfügung hat.
en: Feedback Assistant not available, because Darock Browser has an update available
es: "Asistente de comentarios" no está disponible porque el navegador reef tiene actualizaciones disponibles.
fr: "Feedback Assistant" n'est pas disponible parce que le navigateur Reef a des mises à jour disponibles.
hi: "फीडबैक असिस्टेंट" उपलब्ध नहीं है क्योंकि रीफ ब्राउज़र में अपडेट उपलब्ध हैं।
id: "Asisten Umpan Balik" tidak tersedia karena browser terumbu karang memiliki pembaruan yang tersedia.
it: "Feedback Assistant" non è disponibile perché il browser Reef ha aggiornamenti disponibili.
ja: 「フィードバックアシスタント」はDarockブラウザに更新があるため利用できません
ko: 암초 브라우저에서 업데이트를 사용할 수 있기 때문에 "피드백 도우미"를 사용할 수 없습니다.
nl: "Feedback Assistant" is niet beschikbaar omdat de reef-browser updates beschikbaar heeft.
pl: "Asystent informacji zwrotnej" nie jest dostępny, ponieważ przeglądarka rafy ma dostępne aktualizacje.
pt: "Assistente de Feedback" não está disponível porque o navegador de recife tem atualizações disponíveis.
ru: "Помощник по обратной связи" недоступен, потому что обновления доступны в браузере Reef.
th: "ผู้ช่วยคําติชม" ไม่พร้อมใช้งานเนื่องจากเบราว์เซอร์แนวปะการังมีการอัปเดตพร้อมใช้งาน
tr: Resif tarayıcısında güncellemeler mevcut olduğu için "Geri Bildirim Yardımcısı" kullanılamıyor.
uk: "Асистент зворотного зв'язку" недоступний, оскільки в браузері рифів доступні оновлення.
vi: "Trợ lý phản hồi" không khả dụng vì trình duyệt rạn san hô có sẵn các bản cập nhật.
zh_hant: “使用者意見”不可用，因為暗礁瀏覽器有更新可用

source: “快速书签”可让你快速将搜索框中的内容添加到书签
ar: تتيح لك "الإشارة المرجعية السريعة" إضافة محتويات مربع البحث بسرعة إلى الإشارات المرجعية.
de: Mit "Quick Bookmark" können Sie den Inhalt des Suchfelds schnell zu Lesezeichen hinzufügen.
en: "Quick Bookmark" allows you to quickly add the content in the search box to bookmarks.
es: "Marcador rápido" le permite agregar rápidamente el contenido del cuadro de búsqueda a los marcadores.
fr: "Signet rapide" vous permet d'ajouter rapidement le contenu du champ de recherche aux signets.
hi: "क्विक बुकमार्क" आपको खोज बॉक्स की सामग्री को बुकमार्क में जल्दी से जोड़ने की अनुमति देता है।
id: "Quick Bookmark" memungkinkan Anda untuk dengan cepat menambahkan konten kotak pencarian ke bookmark.
it: "Segnalibro rapido" ti consente di aggiungere rapidamente il contenuto della casella di ricerca ai segnalibri.
ja: 「クイックブックマーク」は検索ボックスの内容をすばやくブックマークに追加できます
ko: "빠른 북마크"를 사용하면 검색 상자의 내용을 빠르게 북마크에 추가할 수 있습니다.
nl: Met "Quick Bookmark" kunt u de inhoud van het zoekvak snel toevoegen aan bladwijzers.
pl: "Szybka zakładka" pozwala szybko dodać zawartość pola wyszukiwania do zakładek.
pt: "Quick Bookmark" permite que você adicione rapidamente o conteúdo da caixa de pesquisa aos favoritos.
ru: "Быстрые закладки" позволяет быстро добавить содержимое поля поиска в закладки.
th: "บุ๊กมาร์กด่วน" ช่วยให้คุณเพิ่มเนื้อหาของช่องค้นหาลงในบุ๊กมาร์กได้อย่างรวดเร็ว
tr: "Hızlı Yer İmi", arama kutusunun içeriğini yer imlerine hızlı bir şekilde eklemenizi sağlar.
uk: "Швидка закладка" дозволяє швидко додати вміст вікна пошуку до закладок.
vi: "Dấu trang nhanh" cho phép bạn nhanh chóng thêm nội dung của hộp tìm kiếm vào dấu trang.
zh_hant: “快速書籤”可讓你快速將搜索框中的內容添加到書籤

source: “快速清除”可让你快速清除搜索框中的内容
ar: يسمح لك "Quick Clear" بمسح المحتوى بسرعة في مربع البحث.
de: Mit "Quick Clear" können Sie den Inhalt im Suchfeld schnell löschen.
en: "Quick Clear" allows you to quickly clear the content in the search box.
es: "Quick Clear" le permite borrar rápidamente el contenido en el cuadro de búsqueda.
fr: "Quick Clear" vous permet d'effacer rapidement le contenu dans le champ de recherche.
hi: "क्विक क्लियर" आपको खोज बॉक्स में सामग्री को जल्दी से साफ़ करने की अनुमति देता है।
id: "Quick Clear" memungkinkan Anda untuk menghapus konten di kotak pencarian dengan cepat.
it: "Quick Clear" ti consente di cancellare rapidamente il contenuto nella casella di ricerca.
ja: 「クイッククリア」は検索ボックスの内容をすばやくクリアできます
ko: "빠른 삭제"는 검색 상자의 내용을 빠르게 삭제할 수 있습니다.
nl: Met "Quick Clear" kunt u snel de inhoud in het zoekvak wissen.
pl: "Quick Clear" pozwala szybko wyczyścić zawartość w polu wyszukiwania.
pt: "Quick Clear" permite que você limpe rapidamente o conteúdo na caixa de pesquisa.
ru: "Быстрая очистка" позволяет быстро очистить содержимое поля поиска.
th: "Quick Clear" ช่วยให้คุณสามารถล้างเนื้อหาในช่องค้นหาได้อย่างรวดเร็ว
tr: "Hızlı Temizleme", arama kutusundaki içeriği hızlı bir şekilde temizlemenizi sağlar.
uk: "Швидке очищення" дозволяє швидко очистити вміст у вікні пошуку.
vi: "Xóa nhanh" cho phép bạn nhanh chóng xóa nội dung trong hộp tìm kiếm.
zh_hant: “快速清除”可讓你快速清除搜索框中的內容

source: “暗礁浏览器”新功能
ar: ميزات جديدة ل "متصفح الشعاب المرجانية"
de: Neue Funktionen von "Reef Browser"
en: What’s New in Darock Browser
es: Nuevas características de "Reef Browser"
fr: Nouvelles fonctionnalités de "Reef Browser"
hi: "रीफ ब्राउज़र" की नई विशेषताएं
id: Fitur baru dari "Reef Browser"
it: Nuove funzionalità di "Reef Browser"
ja: 「暗礁ブラウザ」の新機能
ko: "암초 브라우저"의 새로운 기능
nl: Nieuwe functies van "Reef Browser"
pl: Nowe funkcje "Reef Browser"
pt: Novos recursos do "Reef Browser"
ru: Новые функции "Reef Browser"
th: คุณสมบัติใหม่ของ "Reef Browser"
tr: "Reef Browser"ın yeni özellikleri
uk: Нові функції "Reef Browser"
vi: Các tính năng mới của "Reef Browser"
zh_hant: “暗礁瀏覽器”新功能

source: **并非所有网页内的视频均能被解析** 请**不要**提出网站视频无法播放之类的反馈
ar: **لا يمكن تحليل جميع مقاطع الفيديو على صفحة الويب** من فضلك ** لا ** تقدم ملاحظات مثل أنه لا يمكن تشغيل فيديو الموقع.
de: **Nicht alle Videos auf der Webseite können geparst werden** Bitte **nicht** Feedback geben, z. B. das Website-Video kann nicht abgespielt werden.
en: **Some videos cannot be parsed** Please **do not** submit feedbacks about specific videos.
es: **No todos los vídeos de la página web se pueden analizar** Por favor, **no** dé comentarios, como que el vídeo del sitio web no se puede reproducir.
fr: ** Toutes les vidéos de la page Web ne peuvent pas être analysées** S'il vous plaît **ne** donnez pas de commentaires tels que la vidéo du site Web ne peut pas être lue.
hi: **वेब पेज पर सभी वीडियो को पार्स नहीं किया जा सकता है** कृपया **न करें** प्रतिक्रिया दें जैसे कि वेबसाइट वीडियो चलाया नहीं जा सकता है।
id: **Tidak semua video di halaman web dapat diuraikan** Tolong **jangan** memberikan umpan balik seperti video situs web tidak dapat diputar.
it: **Non tutti i video sulla pagina web possono essere analizzati** Si prega di **non** dare un feedback come il video del sito web non può essere riprodotto.
ja: **すべてのウェブページ内の動画が解析できるわけではない** ****サイトの動画が再生できないなどのフィードバックを**しないでください
ko: **모든 웹 페이지 내의 동영상이 해석될 수 있는 것은 아닙니다** ****웹사이트 동영상이 재생되지 않는 등의 피드백을 제시하지 마세요
nl: **Niet alle video's op de webpagina kunnen worden geparseerd** Geef alsjeblieft geen feedback, zoals de websitevideo kan niet worden afgespeeld.
pl: **Nie wszystkie filmy na stronie internetowej mogą być analizowane** Proszę **nie** udzielaj opinii, takich jak wideo na stronie internetowej nie może być odtwarzane.
pt: **Nem todos os vídeos na página da web podem ser analisar** Por favor, **não** dê feedback, como o vídeo do site não pode ser reproduzido.
ru: **Не все видео на веб-странице могут быть разобрены** Пожалуйста, **не** оставляйте отзывы, например, видео на веб-сайте не может быть воспроизведено.
th: **ไม่สามารถแยกวิเคราะห์วิดีโอทั้งหมดบนหน้าเว็บได้** โปรด **อย่า** ให้ข้อเสนอแนะ เช่น ไม่สามารถเล่นวิดีโอเว็บไซต์ได้
tr: **Web sayfasındaki tüm videolar ayrıştırılamaz** Lütfen web sitesi videosu oynatılamıyor gibi geri bildirim vermeyin.
uk: **Не всі відео на веб-сторінці можна проаналізувати** Будь ласка, **не** залишайте відгук, наприклад, відео на веб-сайті не може бути відтворено.
vi: **Không phải tất cả các video trên trang web đều có thể được phân tích cú pháp** Vui lòng **không** đưa ra phản hồi vì video trang web không thể phát được.
zh_hant: **竝非所有網頁內的眎頻均能被解析** 請**不要**提齣網站眎頻無灋播放之類的反餽

source: **并非所有网页都能在 Apple Watch 上正常工作** 请**不要**提出网站*打不开*、*有问题*之类的反馈
ar: **لا يمكن لجميع صفحات الويب العمل بشكل صحيح على Apple Watch** من فضلك **** لا تقدم ملاحظات مثل الموقع الإلكتروني * لا يمكن فتحه*، *هناك مشكلة*
de: **Nicht alle Webseiten können auf der Apple Watch ordnungsgemäß funktionieren** Bitte **nicht** Feedback geben, z. B. die Website * kann nicht geöffnet werden*, *es gibt ein Problem*
en: **Some webpages may not work properly on Apple Watch** Please **do not** submit feedbacks about specific webpages.
es: **No todas las páginas web pueden funcionar correctamente en el Apple Watch** Por favor, **no** dé comentarios como que el sitio web *no se puede abrir*, *hay un problema*
fr: **Toutes les pages Web ne peuvent pas fonctionner correctement sur l'Apple Watch** S'il vous plaît **ne** donnez pas de commentaires tels que le site Web * ne peut pas être ouvert*, *il y a un problème*
hi: **Apple वॉच पर सभी वेब पेज ठीक से काम नहीं कर सकते** कृपया **नहीं** प्रतिक्रिया दें जैसे कि वेबसाइट * खोला नहीं जा सकता*, *एक समस्या है*
id: **Tidak semua halaman web dapat berfungsi dengan baik di Apple Watch** Tolong **jangan** memberikan umpan balik seperti situs web * tidak dapat dibuka*, *ada masalah*
it: **Non tutte le pagine web possono funzionare correttamente su Apple Watch** Per favore **non** dare un feedback come il sito web *non può essere aperto*, *c'è un problema*
ja: **すべてのウェブページがApple Watchで正常に動作するわけではない** ****ウェブサイト*が開かない*、*問題がある*などのフィードバックを**しないでください
ko: **모든 웹 페이지가 Apple Watch에서 정상적으로 작동하는 것은 아닙니다** ****사이트*열리지 않음*, *문제*와 같은 피드백을 제시하지 마세요
nl: **Niet alle webpagina's kunnen goed werken op Apple Watch** Geef alsjeblieft **niet** feedback zoals de website * kan niet worden geopend*, *er is een probleem*
pl: **Nie wszystkie strony internetowe mogą działać poprawnie na Apple Watch** Proszę **nie** przekazywać opinii, takiej jak strona internetowa *nie może być otwarta*, *jest problem*
pt: **Nem todas as páginas da web podem funcionar corretamente no Apple Watch** Por favor, **não** dê feedback, como o site *não pode ser aberto*, *há um problema*
ru: **Не все веб-страницы могут правильно работать на Apple Watch** Пожалуйста, **не** оставляйте отзывы, например, веб-сайт * не может быть открыт*, *есть проблема*
th: **ไม่ใช่ทุกหน้าเว็บที่สามารถทํางานได้อย่างถูกต้องบน Apple Watch** โปรด **อย่า** ให้ข้อเสนอแนะเช่นเว็บไซต์ *เปิดไม่ได้*, *มีปัญหา*
tr: **Tüm web sayfaları Apple Watch'ta düzgün çalışamaz** Lütfen **geri bildirim vermeyin** web sitesi * açılamıyor*, *bir sorun var*
uk: **Не всі веб-сторінки можуть працювати належним чином на Apple Watch** Будь ласка, **не** не давайте відгук, наприклад, веб-сайт * не може бути відкритий*, *є проблема*
vi: **Không phải tất cả các trang web đều có thể hoạt động bình thường trên Apple Watch** Vui lòng **đừng** đưa ra phản hồi như trang web *không thể mở được*, *có vấn đề*

# %@MB / %@MB
source: %1$@MB / %2$@MB
ar: %@MB/%@MB
de: %@MB/%@MB
es: %@MB/%@MB
fr: %@MB / %@MB
hi: %@एमबी/%@एमबी
id: %@MB/%@MB
it: %@MB/%@MB
ja: %@MB / %@MB
ko: %@MB / %@MB
nl: %@MB/%@MB
pl: %@MB/%@MB
pt: %@MB/%@MB
ru: %@MB / %@MB
th: %@เอ็มบี/%@เอ็มบี
tr: %@MB/%@MB
uk: %@MB/%@MB
vi: %@MB/%@MB

source: %@已修复
ar: %@ تم إصلاحه
de: %@ Repariert
en: %@ Fixed
es: %@ Reparado
fr: %@ Réparé
hi: %@ मरम्मत
id: %@ Diperbaiki
it: %@ Riparato
ja: %@修復済み
ko: %@수리완료
nl: %@ Gerepareerd
pl: %@ Naprawiony
pt: %@ Reparado
ru: %@ Отремонтированный
th: %@ ซ่อมแซมแล้ว
tr: %@ Onarıldı
uk: %@ Відремонтований
vi: %@ Đã sửa chữa

source: %@已在未来版本修复
ar: %@ تم إصلاحه في الإصدارات المستقبلية
de: %@ Es wurde in zukünftigen Versionen repariert
en: %@ Fixed in Future Versions
es: %@ Se ha reparado en futuras versiones
fr: %@ Il a été réparé dans les versions futures
hi: %@ भविष्य के संस्करणों में इसकी मरम्मत की गई है
id: %@ Itu telah diperbaiki di versi mendatang
it: %@ È stato riparato nelle versioni future
ja: %@すでに将来のバージョンで修復されました
ko: %@이미 미래 버전에서 복구되었습니다
nl: %@ Het is gerepareerd in toekomstige versies
pl: %@ Został naprawiony w przyszłych wersjach
pt: %@ Foi reparado em versões futuras
ru: %@ Он был отремонтирован в будущих версиях
th: %@ มันได้รับการซ่อมแซมในเวอร์ชันในอนาคต
tr: %@ Gelecek sürümlerde onarıldı
uk: %@ Він був відремонтований у майбутніх версіях
vi: %@ Nó đã được sửa chữa trong các phiên bản tương lai

source: %@按预期工作
ar: %@ العمل كما هو متوقع
de: %@ Arbeite wie erwartet
en: %@ Work as Expected
es: %@ Trabajar según lo esperado
fr: %@ Travailler comme prévu
hi: %@ उम्मीद के मुताबिक काम करें
id: %@ Bekerja seperti yang diharapkan
it: %@ Funziona come previsto
ja: %@期待通りに働く
ko: %@예상대로 일하다
nl: %@ Werk zoals verwacht
pl: %@ Pracuj zgodnie z oczekiwaniami
pt: %@ Trabalhe como esperado
ru: %@ Работайте так, как ожидалось
th: %@ ทํางานตามที่คาดไว้
tr: %@ Beklendiği gibi çalışın
uk: %@ Працюйте, як очікувалося
vi: %@ Làm việc như mong đợi
zh_hant: %@按預朞工作

source: %@搁置
ar: %@ رف
de: %@ Shelf
en: %@ Shelved
es: %@ Estante
fr: %@ Étale
hi: %@ शेल्फ
id: %@ Rak
it: %@ Scaffale
ja: %@保留
ko: %@ 보류
nl: %@ Shelve
pl: %@ Półka
pt: %@ Prateleira
ru: %@ Полка
th: %@ ชั้นวาง
tr: %@ Raf
uk: %@ Полка
vi: %@ Kệ
zh_hant: %@擱置

source: %@播放列表
ar: %@قائمة التشغيل
de: %@Playlist
en: %@ Playlist
es: %@Lista de reproducción
fr: %@Liste de lecture
hi: %@प्लेलिस्ट
id: %@Daftar Putar
it: %@Playlist
ja: %@プレイリスト
ko: %@플레이리스트
nl: %@Afspeellijst
pl: %@Lista odtwarzania
pt: %@Playlist
ru: %@Плейлист
th: %@เพลย์ลิสต์
tr: %@Çalma Listesi
uk: %@Плейлист
vi: %@Danh sách phát

source: %@无法修复
ar: %@غير قادر على الإصلاح
de: %@Unfähig zu reparieren
en: %@ Unable to Fix
es: %@No se puede reparar
fr: %@Incapable de réparer
hi: %@मरम्मत करने में असमर्थ
id: %@Tidak dapat diperbaiki
it: %@Impossibile riparare
ja: %@修復できない
ko: %@수리할 수 없다
nl: %@Niet te repareren
pl: %@Nie można naprawić
pt: %@Não é possível reparar
ru: %@Не может быть отремонтирован
th: %@ไม่สามารถซ่อมแซมได้
tr: %@Onarılamıyor
uk: %@Не можна відремонтувати
vi: %@Không thể sửa chữa

source: %@未标记
ar: %@بدون علامة
de: %@Nicht gekennzeichnet
en: %@ Unmarked
es: %@Sin marcar
fr: %@Non marqué
hi: %@अचिह्नित
id: %@Tidak ditandai
it: %@Non contrassegnato
ja: %@未マーク
ko: %@미표시
nl: %@Niet gemarkeerd
pl: %@Nieoznakowany
pt: %@Sem marca
ru: %@Без маркировки
th: %@ไม่มีเครื่องหมาย
tr: %@İşaretsiz
uk: %@Немаркований
vi: %@Không đánh dấu
zh_hant: %@未標記

source: %@未能复现
ar: %@ فشل في التكاثر
de: %@ konnte nicht reproduziert werden
en: %@ Cannot Reproduce
es: %@ no se pudo reproducir
fr: %@ n'a pas réussi à reproduire
hi: %@ पुनरुत्पादन करने में विफल रहा
id: %@ gagal mereproduksi
it: %@ non è riuscito a riprodurre
ja: %@再現できなかった
ko: %@재현하지 못했다
nl: %@ kon niet worden gereproduceerd
pl: %@ nie udało się odtworzyć
pt: %@ não conseguiu reproduzir
ru: %@ не удалось воспроизвести
th: %@ ล้มเหลวในการทําซ้ํา
tr: %@ yeniden üretemedi
uk: %@ не вдалося відтворити
vi: %@ không thể tái tạo
zh_hant: %@未能複現

source: %@正在修复
ar: %@ إصلاح
de: %@ Reparatur
en: %@ Fixing
es: %@ Reparación
fr: %@ Réparation
hi: %@ मरम्मत
id: %@ Memperbaiki
it: %@ Riparazione
ja: %@修復中
ko: %@복구중
nl: %@ Herstellen
pl: %@ Naprawa
pt: %@ Reparando
ru: %@ Ремонт
th: %@ การซ่อมแซม
tr: %@ Tamir
uk: %@ Ремонт
vi: %@ Sửa chữa

source: %@问题并不与 App 相关
ar: %@المشكلة لا تتعلق بالتطبيق.
de: %@Das Problem hängt nicht mit der App zusammen.
en: %@ Unrelated
es: %@El problema no está relacionado con la aplicación.
fr: %@Le problème n'est pas lié à l'application.
hi: %@समस्या ऐप से संबंधित नहीं है।
id: %@Masalahnya tidak terkait dengan Aplikasi.
it: %@Il problema non è correlato all'app.
ja: %@問題はAppとは関係ない
ko: %@문제는 App과 관련이 없습니다
nl: %@Het probleem is niet gerelateerd aan de App.
pl: %@Problem nie jest związany z aplikacją.
pt: %@O problema não está relacionado ao aplicativo.
ru: %@Проблема не связана с приложением.
th: %@ปัญหาไม่เกี่ยวข้องกับแอป
tr: %@Sorun Uygulama ile ilgili değil.
uk: %@Проблема не пов'язана з додатком.
vi: %@Vấn đề không liên quan đến Ứng dụng.
zh_hant: %@問題竝不與 App 相關

source: %@问题重复
ar: %@أسئلة مكررة
de: %@Fragen duplizieren
en: %@ Duplicate
es: %@Preguntas duplicadas
fr: %@Dupliquer les questions
hi: %@डुप्लिकेट प्रश्न
id: %@Pertanyaan duplikat
it: %@Domande duplicate
ja: %@問題の繰り返し
ko: %@문제 반복
nl: %@Duplicaat vragen
pl: %@Duplikowane pytania
pt: %@Duplicar perguntas
ru: %@Дубликаты вопросов
th: %@คําถามซ้ํา
tr: %@ Yinelenen sorular
uk: %@Дублікати запитань
vi: %@Các câu hỏi trùng lặp
zh_hant: %@問題重複

source: %@需要更多细节
ar: %@هناك حاجة إلى مزيد من التفاصيل
de: %@Weitere Details werden benötigt
en: %@ Details Required
es: %@Se necesitan más detalles
fr: %@Plus de détails sont nécessaires
hi: %@अधिक विवरण की आवश्यकता है
id: %@Lebih banyak detail diperlukan
it: %@Sono necessari maggiori dettagli
ja: %@もっと詳細が必要
ko: %@더 많은 세부사항이 필요하다
nl: %@Meer details zijn nodig
pl: %@Potrzebne są więcej szczegółów
pt: %@Mais detalhes são necessários
ru: %@Сребуются более подробные сведения
th: %@ต้องการรายละเอียดเพิ่มเติม
tr: %@Daha fazla ayrıntıya ihtiyaç var
uk: %@Потрібно більше деталей
vi: %@Cần thêm thông tin chi tiết

source: 1x
ar: مرة واحدة
de: 1 Mal
es: 1 vez
fr: 1 fois
hi: 1 बार
id: 1 kali
it: 1 volta
nl: 1 keer
pl: 1 raz
pt: 1 vez
ru: 1 раз
th: 1 ครั้ง
tr: 1 kez
uk: 1 раз
vi: 1 lần

source: 2x
ar: مرتين
de: 2 mal
es: 2 veces
fr: 2 fois
hi: 2 बार
id: 2 kali
it: 2 volte
nl: 2 keer
pl: 2 razy
pt: 2 vezes
th: 2 ครั้ง
tr: 2 kez
uk: 2 рази
vi: 2 lần

source: App 版本
ar: إصدار التطبيق
de: App-Version
en: App Version
es: Versión de la aplicación
fr: Version de l'application
hi: ऐप संस्करण
id: Versi aplikasi
it: Versione dell'app
ja: アプリバージョン
ko: App 버전
nl: App-versie
pl: Wersja aplikacji
pt: Versão do aplicativo
ru: Версия приложения
th: เวอร์ชั่นแอป
tr: Uygulama versiyonu
uk: Версія програми
vi: Phiên bản ứng dụng

source: Apple Watch 目前无法连接到互联网
ar: لا يمكن لساعة Apple Watch الاتصال بالإنترنت في الوقت الحالي.
de: Die Apple Watch kann derzeit keine Verbindung zum Internet herstellen.
en: Apple Watch cannot connect to the internet currently
es: El Apple Watch no puede conectarse a Internet en este momento.
fr: L'Apple Watch ne peut pas se connecter à Internet pour le moment.
hi: एप्पल वॉच वर्तमान में इंटरनेट से कनेक्ट नहीं हो सकती है।
id: Apple Watch tidak dapat terhubung ke Internet saat ini.
it: Al momento Apple Watch non può connettersi a Internet.
ja: Apple Watchは現在インターネットに接続できません
ko: Apple Watch는 현재 인터넷에 접속할 수 없습니다
nl: Apple Watch kan momenteel geen verbinding maken met internet.
pl: Apple Watch nie może obecnie połączyć się z Internetem.
pt: O Apple Watch não consegue se conectar à Internet no momento.
ru: В настоящее время Apple Watch не могут подключиться к Интернету.
th: Apple Watch ไม่สามารถเชื่อมต่อกับอินเทอร์เน็ตได้ในขณะนี้
tr: Apple Watch şu anda internete bağlanamıyor.
uk: Apple Watch наразі не може підключитися до Інтернету.
vi: Apple Watch hiện không thể kết nối với Internet.
zh_hant: Apple Watch 目前無法連接到互聯網

source: baidu
ar: بايدو.
hi: बैडू।
ru: Байду
th: ไป่ตู้
uk: Байду.

source: bing
ar: بنج.
hi: बिंग।
ko: 빙
ru: Бинг
th: บิง
uk: Бінг.
